<template>
  <div class="about-us">
    <div class="normalize">
      <h3>企业简介</h3>
      <p>
        xxxx，以政府规划为指导，坚决拥护
        政策，为实现中国梦努力改变，积极进取。新工厂总投资1500万元，于2018年10月完成了全部规划及建设。车间环境的提升，产品离地加工的实现，**的生产设备，精酿的技术工艺，苛刻的管理要求，让我们真正做到了，以质量为中心，以满足客户需求为目的，打造出符合现代居家要求的门窗产品。
      </p>
      <h3>经营理念</h3>
      <p>
        xxxx，自成立以来就本着“一扇窗!一辈子！”的经营理念，积极创造，努力研发，抱着为中国断桥铝门窗出一份力的想法，现已开发xxxx系列、力丝特系列、合计门窗产品26款。真正做到厂家生产，不吹嘘，不贴牌。<br />
        xxxx工厂惠”定义门窗消费新模式！让企业不怕对比！做消费者心中的品牌。产品定位中高端，客户服务中高端。我们将“以质为本，追求奢华”创造a高性价比为使命，努力为中国断桥铝门窗奋斗终生。<br />
        销售人员独立的打造，不低于400平米高品质展厅要求，居家似的设计，让你既能体验也能随心所欲的选择。品牌以知道而成名，产品以精细而高端，团队以专业而生存，xxxx门窗将会一直秉承“工厂惠”的经营理念，为每一位顾客，每一个家庭创造我们终生的价值。<br />
        A:
        以工厂为依托，建立直营中心，定位中高端市场，干掉中间环节，真正做到无中间商赚差价，努力推行“xxxx门窗只干工厂惠、定义中国门窗销售新模式”，规范市场次序，真正实现产销一条龙。<br />
        B:
        以服务客户为中心，努力研发高端产品，规划完整的产品选择链条，建立供销一体系统，真正做到定制门窗定制服务。以高品质质量，工厂惠价格平衡市场差异，让消费者享受到工厂带来的实惠。<br />
        C:
        以成就员工梦想为目的，建立完善的晋升机制，通过严格的筛查、培训、考核、持证、打造适应市场需求的高端人才，让产品质量和客户服务不在是口头语。
      </p>
      <h3>公司给予</h3>
      <ol>
        <li>xxxxxx，中国aa品牌，定义门窗销售新模式！</li>
        <li>xxxxxx，比团购还优惠！</li>
        <li>xxxxxx，不对比不购买！</li>
        <li>xxxxxx, 让所有订单不在有回扣！</li>
        <li>xxxxxx，线下报名咨询点！</li>
      </ol>
      <h3>工厂地址</h3>
      <p>
        公司厂家坐落于广汉市高新区海口路111号，现占地面积约15亩，生产车间7000余平米，工厂在职员工76人，其中高管3人，三级技工18人，二级技工33，年门窗产值7000余万元。
      </p>
      <img src="../../assets/img/contact.svg" alt="" />
    </div>
  </div>
</template>
<script>
export default {
  setup() {
    return {}
  },
}
</script>
<style scoped lang="less">
.about-us {
  width: 100%;
  background-color: #f4f4f4;
  margin-bottom: 50px;
  .normalize {
    width: 1180px;
    margin: 0 auto;
    background-color: #fff;
    h3 {
      border-top: 1px solid #cccccc;
      border-bottom: 1px solid #cccccc;
      padding: 20px 0;
      &:nth-child(1) {
        border-top: none;
      }
    }

    p {
      text-indent: 2em;
    }

    img {
      width: 1000px;
      height: 600px;
    }
  }
}
</style>
