<template>
  <div class="news-page1">
    <crumbs crumbsTitle="新闻动态" currPathName="塑钢门窗" />
    <div>
      <h3>塑钢门窗有哪些分类？</h3>
      <p>平开窗</p>
      <p>
        优点是开启面积大，通风好，密封性好，隔音、保温、抗渗性能优良。内开式的擦窗方便；外开式的开启时不占空间。缺点是窗幅小，视野不开阔。
      </p>
      <p>推拉窗</p>
      <p>
        推拉窗优点是简洁、美观，窗幅大，玻璃块大，视野开阔，采光率高，擦玻璃方便，使用灵活，安全可靠，使用寿命长，在一个平面内开启，占用空间少，安装纱窗方便等。采用至多的就是推拉窗。缺点是两扇窗户不能同时打开，至多只能打开一半，通风性相对差一些；有时密封性也稍差。
      </p>
      <p>下悬式</p>
      <p>
        它的优点是：既可以通风，又可以保证安全，因为有铰链，窗户只能打开十厘米的缝，从外面手伸不进来，特别适合家中无人时使用。这种功能已不仅局限于平开的窗子，推拉窗也可以下悬式开启。
      </p>
    </div>

    <p>平开门</p>
    <p>
      平开门是相对于别的开启方式来分的，因为门还有移动开启的、上翻的、卷帘升降的、垂直升降的、旋转式的等等。
    </p>
    <img src="../../../assets/img/newspage1.jpg" alt="" />
    <p>推拉门</p>
    <p>
      从材料上讲：有木、金属、有机、无机材料之分；从用途上讲：用于书柜、壁柜、卧室、客厅、展示厅之门而用。随着技术的发展与装修手段的多样化，从传统的板材表面，到玻璃、布艺、藤编、铝合金型材，从推拉门、折叠门到隔断门，推拉门的功能和使用范围在不断扩展。在这种情况下，推拉门的运用开始变得多样和丰富。除了Z常见的隔断门之外，推拉门广泛运用于书柜、壁柜、客厅、展示厅、推拉式户门等。
    </p>
    <p>声明：文章内容来源于网络，如有侵权，抱歉！</p>
  </div>
</template>
<script>
import Crumbs from "../../lib/Crumbs.vue"
export default {
  components: {
    Crumbs,
  },
  setup() {
    return {}
  },
}
</script>
<style scoped lang="less">
.news-page1 {
  width: 100%;
  p:nth-child(odd) {
    text-indent: 2em;
    line-height: 30px;
  }
  img {
    float: right;
    margin-bottom: 0;
    padding-bottom: 0;
  }
}
</style>
