<template>
  <div class="news-page2">
    <crumbs crumbsTitle="新闻动态" currPathName="铝门窗" />
    <h3>断桥铝门窗如何辨别质量？</h3>
    <p>
      一、看外观。断桥铝内面颜色是可以选择的，有喷涂颜色和转印木纹颜色。喷涂颜色表面光滑平整，无划痕，手感润滑。转印木纹颜色看木纹的纹理是否清晰，整体无色差，用力擦摸无掉色。如果符合以上要求则表明颜色方面是过关的。因为好的喷涂和转印会比普通的铝材每吨贵。
    </p>
    <p>
      二、看断桥铝型材的用料厚度和料的宽度。这个相对来说是比较专业的知识了。但普通用户也是可以看出差别来的。因为断桥铝窗户计算价格是按平方的，如果每平方的铝材重量更重的话，对卖家来说增加成本，所以很多厂家喜欢在用料上下功夫。
    </p>
    <p>
      三、看断桥铝窗户的做工。平开窗的四个角都是用机器组角的，人工操作的。想要看窗户的做工必看的就是组角的好坏。如果组角表面有裂缝，说明组角没组合。好的组角表面看起来无缝隙，手摸起来感觉平滑，这才是好的做工。
    </p>
    <img src="../../../assets/img/newspage2.jpg" alt="" />
    <p>
      三、看断桥铝窗户的做工。平开窗的四个角都是用机器组角的，人工操作的。想要看窗户的做工必看的就是组角的好坏。如果组角表面有裂缝，说明组角没组合。好的组角表面看起来无缝隙，手摸起来感觉平滑，这才是好的做工。
    </p>
    <p>
      五、看断桥铝窗户安装施工是否精细。断桥铝门窗想要呈现好的效果，安装是很重要的一部分。安装的好坏直接影响门窗的使用寿命以及美观效果。普通用户可以从玻璃打胶处观察，打胶是否整齐，门窗与墙面是否处理的无瑕疵。开关窗户是否顺畅。
    </p>
    <p>声明：文章内容来源于网络，如有侵权，抱歉！</p>
  </div>
</template>
<script>
import Crumbs from "../../lib/Crumbs.vue"
export default {
  components: {
    Crumbs,
  },
  setup() {
    return {}
  },
}
</script>
<style scoped lang="less">
.news-page2 {
  width: 100%;
  p {
    text-indent: 2em;
    padding: 5px 0;
    line-height: 30px;
    &:last-child {
      text-indent: 0;
    }
  }
  img {
    float: right;
  }
}
</style>
