<template>
  <div class="news-page4">
    <crumbs crumbsTitle="新闻动态" currPathName="门窗选择的重要性" />
    <h3>关于门窗选择的重要性！</h3>
    <p>
      每个人都有家，每家每户都有门窗。门窗作为家庭日子的必需品对一个家庭意味着什么?下面就跟着鑫傲斯小编来看一看在咱们生活中选择门窗的重要性！
    </p>
    <p>安全性能：</p>
    <p>
      绝大部分的入室盗窃案，都是响马经过外墙门窗入室发生的,轻者丢掉资产、重者伤及人身，这和外墙门窗型材普遍不扎实、玻璃简略及配件粗陋不无关系。所以选择正规的门窗厂家、合格的五金配件、安全环保的玻璃，在现代居家安全方面是最首要的。
    </p>
    <p>健康保障：</p>
    <p>
      健康的概念几乎是全部建材主打招牌。日子水平提高了，人人期望过上健康的日子。但是日益严重的环境污染，现已要挟人们的生计。假如连居家环境都达不到健康规范，那日子质量更受影响。门窗是连通室内和室外的桥梁，既能采光又能通风，选对了门窗，才能确保健康的家居环境。
    </p>
    <p>节能环保：</p>
    <p>
      门窗节能对建筑物节能究竟有多重要？业界专家供给的数据是：现阶段，建筑能耗占社会总能耗的40%左右。门窗是建筑物开口采光的部位，是建筑物最单薄的环节，经过门窗丢失的能量占建筑能耗的45%～50%，占社会总能耗的20%。你家是否节能，门窗是要害。
    </p>
    <p>舒适安逸：</p>
    <p>
      家是歇息的港湾，作业一天回到家里，享用闲适舒适健康的环境，现在的居家健康不只是没有甲醛。尘土以及噪音往往便是一个隐形杀手，尘土严重影响呼吸质量，噪音大，怎样谈闲适呢，这些看似不重要的问题，其实现已破坏了舒适的家。解决这些问题，提高门窗功用是要害，一定要针对居住小区环境，选择适宜的门窗，营建一个舒适安逸的家。
    </p>
  </div>
</template>
<script>
import Crumbs from "../../lib/Crumbs.vue"
export default {
  components: {
    Crumbs,
  },
  setup() {
    return {}
  },
}
</script>
<style scoped lang="less">
.news-page4 {
  p:nth-child(odd) {
    text-indent: 2em;
    line-height: 30px;
  }
}
</style>
